---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCHybridImport
source: html/f0759a46-1ab0-5bd3-a966-b56ca3c9179b.htm
---
# IFCHybridImport Properties

Specifies whether the .NET object represents a valid Revit entity.